import { HeroTermsBG } from "@/helpers/imagesImport";
import Hero from "../components/Hero";
import styles from "./terms.module.scss";
import { Link } from "@/navigation";
import MainButton from "../components/Buttons/MainButton";
import ArrowLeft from "@/public/icons/arrow-left.svg";

const page = () => {
  const companyName = "«Енерговентиляція»";
  const companyAddress = "02192 м.Київ, вул. Бульвар Дарницький, буд. 12";
  return (
    <div>
      <Hero
        className={styles.terms_and_conditions}
        imageSrc={HeroTermsBG}
        t={{ title: "Політика конфіденційності і персональні дані" }}
      />
      <div className={`${styles.wrapper} container`}>
        <p>
          Я погоджуюсь з умовами політики конфіденційності і дозволяю обробляти
          мої персональні дані на законних засадах відповідно до умов,
          зазначених нижче, а також повідомлений про обробку персональних даних,
          відповідно до ст. 12 Закону України «Про захист персональних даних».
        </p>
        <h2>ПОЛІТИКА КОНФІДЕНЦІЙНОСТІ І ПЕРСОНАЛЬНІ ДАНІ</h2>
        <p>
          Ми (Товариство з обмеженою відповідальністю {companyName}, код ЄДРПОУ
          19136446, юридична адреса – {companyAddress}, далі також – ТОВ{" "}
          {companyName}) цінуємо Ваше право на особисте життя та нерозголошення
          Вашої персональної інформації. Ми оброблятимемо Ваші персональні дані
          в суворій відповідності до вимог чинного законодавства і виключно за
          наявності законних підстав на таку обробку. Ми обробляємо Ваші
          персональні дані лише в разі, якщо Ви дали згоду на обробку
          персональних даних.
        </p>
        <p>
          Даною Політикою конфіденційності користуються всі співробітники
          компанії та компанії-підрядники, які надають послуги ТОВ {companyName}
          . Політика конфіденційності регламентує збір і використання особистої
          інформації, яка може бути запрошена/отримана при відвідуванні нашого
          веб-сайту{" "}
          <Link href="https://envent.kiev.ua/" className={styles.link}>
            https://envent.kiev.ua/
          </Link>
          , при замовленні, листуванні або телефонній розмові.
        </p>
        <p>
          У випадку виникнення питань чи проблем у зв&apos;язку з вашими
          персональними даними, надсилайте, будь ласка, свої запитання та/або
          зауваження на електронну адресу:{" "}
          <Link href={"mailto:info@envent.kiev.ua"} className={styles.link}>
            info@envent.kiev.ua
          </Link>
        </p>
        <h3>Згода на обробку персональних даних</h3>
        <p>
          На виконання вимог Закону України &quot;Про захист персональних
          даних&quot; даю свою однозначну згоду на обробку (включаючи збір,
          систематизацію, накопичення, зберігання, адаптацію, уточнення,
          поновлення, використання, поширення та знищення) моїх персональних
          даних (ім&apos;я, по-батькові, прізвище, контактний номер телефону,
          адреса електронної пошти та інші дані, які були надані мною
          самостійно) з метою забезпечення реалізації відносин у сфері
          економічних та фінансових послуг, цивільно-правових відносин,
          страхування, реклами та збору персональних даних у комерційних цілях,
          а також інших відносин, що вимагають обробки персональних даних.
        </p>
        <p>
          Я також погоджуюсь з тим, що Володілець має право надавати доступ та
          передавати мої персональні дані без будь-яких додаткових повідомлень,
          не змінюючи при цьому мети їх обробки іншим третім особам-підрядникам
          для виконання їхніх функцій щодо забезпечення діяльності в
          телеграм-бота, веб-сайту, його сервісів та служби підтримки.
        </p>
        <p>
          Я також надаю згоду на отримання мною звернень (інформаційних та
          рекламних повідомлень, листів, листівок тощо) від ТОВ {companyName}{" "}
          засобами телефонного, поштового зв&apos;язку, електронною поштою,
          телефоном та/або факсимільним зв&apos;язком, через месенджери (Viber
          та Telegram).
        </p>
        <p>
          Моя згода на обробку персональних даних діє без обмеження за строком
          та територією у тому числі й за межами України. Я повідомлений, про
          законні права, які я маю відповідно до ст. 8 Закону України «Про
          захист персональних даних».
        </p>
        <h3>Яку інформацію ми збираємо</h3>
        <p>
          Коли Ви відправляєте заявку на послуги та/або берете участь в акції,
          дослідженнях або іншим чином взаємодієте з нами на нашому веб-сайті чи
          в телеграмботі, ми збираємо особисту та загальну інформацію.
        </p>
        <p>
          Загальна інформація стосується таких аспектів, як кількість
          відвідувачів сайту, на які сторінки вони заходять, яку інформацію
          завантажують, тип веб-браузера та операційна система, яку вони
          використовують, назва провайдера інтернет-послуг, тощо. Коли Ви
          заходите на наш сайт, ми автоматично отримуємо цю інформацію та
          узагальнюємо з подібними даними про інших відвідувачів. Збираючи таку
          інформацію, ми аналізуємо, як краще пристосувати наш веб-сайт до
          потреб відвідувачів.
        </p>
        <p>
          Особиста інформація стосується окремого споживача - наприклад,
          ім&apos;я, адреса, номер телефону, e-mail та інші дані, які будуть
          надані Вами особисто та добровільно. Такі дані ми отримуємо лише від
          осіб, які надають її свідомо та з власного бажання. Для того щоб
          зробити заявку на послуги та/або участь в акції, дослідженнях або
          іншим чином взаємодіяти з нами, Ви повинні уважно ознайомитися з
          Вашими правами та обов&apos;язками щодо обробки персональних даних,
          які зазначені в ст. 8 З.У. «Про захист персональних даних», уважно
          ознайомитися з даною Політикою конфіденційності, а також висловити
          свою повну згоду з їх умовами. Якщо Ви не погоджуєтеся з будь-якою з
          умов даної Політики конфіденційності, будь ласка, не надавайте
          особисту інформацію. Згоду на використання Вашої особистої інформації
          Ви можете відкликати в будь-який момент, шляхом надсилання листа на
          адресу електронної пошти:{" "}
          <Link href={"mailto:info@envent.kiev.ua"} className={styles.link}>
            info@envent.kiev.ua
          </Link>{" "}
          з темою «Персональні дані».
        </p>
        <h3>Цілі обробки персональних даних</h3>
        <p>
          Ми можемо обробляти Ваші персональні дані для наступних цілей
          (одночасно можуть застосовуватися одна або кілька цілей).
        </p>
        <ul>
          <li>
            <span>Отримання заявки на послуги.</span> Ми можемо використовувати
            Ваші персональні дані для отримання заявки на послуги, для обробки
            Ваших запитів, або для інших цілей, які можуть існувати для
            досягнення кінцевої мети – задовольнити інтереси споживача, а також
            для запобігання та розслідування випадків шахрайства та інших
            зловживань.
          </li>
          <li>
            <span>Спілкування з Вами.</span> Ми можемо використовувати Ваші
            персональні дані для зв&apos;язку з Вами або надсилання Вам
            рекламних повідомлень від {companyName} та інших важливих
            повідомлень, що стосуються заявки, яка була Вами подана та
            зв&apos;язатися з Вами в цілях, пов&apos;язаних з обслуговуванням
            споживача/клієнта.
          </li>
        </ul>
        <p>
          Ми просимо Вас повідомляти лише ті персональні дані, які необхідні для
          надання обраної Вами послуги/сервісу, отримання інформаційної розсилки
          або відповіді на Ваш спеціальний запит/претензію. У той же час, якщо
          Ви вирішите повідомити нам додаткові персональні дані, ми також
          зможемо обробити їх із необхідним рівнем захисту.
        </p>
        <p>
          Ми діємо відповідно до цієї Політики конфіденційності та на підставі
          чинного законодавства України. Володільцем персональних даних є ТОВ
          {companyName}, що знаходиться за адресою: {companyAddress}. Ми маємо
          право зберігати Персональні дані стільки, скільки необхідно для
          реалізації мети, що зазначена у даній Політиці конфіденційності або у
          строки, встановлені чинним законодавством України або до моменту
          видалення Вами цих даних.
        </p>
        <h3>Права суб&apos;єктів персональних даних</h3>
        <p>
          Права суб&apos;єктів персональних даних відповідно до законодавства
          України
        </p>
        <ul>
          <li>
            знати про джерела збору, місцезнаходження своїх персональних даних,
            цілі їхньої обробки, місцезнаходження або місце проживання
            (перебування) власника або розпорядника персональних даних або дати
            відповідне доручення про отримання цієї інформації уповноваженим
            ними особам, окрім випадків, встановлених законом;
          </li>
          <li>
            отримувати інформацію про умови надання доступу до персональних
            даних, включно із інформацією про третіх осіб, яким надаються його
            персональні дані;
          </li>
          <li>
            пред&apos;являти мотивовану вимогу власнику персональних даних із
            запереченням проти обробки своїх персональних даних;
          </li>
          <li>
            пред&apos;являти мотивовану вимогу про зміну або знищення своїх
            персональних даних будь-яким власником і розпорядником персональних
            даних, якщо ці дані обробляються незаконно або є недостовірними;
          </li>
          <li>
            на захист своїх персональних даних від незаконної обробки та
            випадкової втрати, знищення, пошкодження у зв&apos;язку із умисним
            приховуванням, ненаданням чи несвоєчасним їх наданням, а також на
            захист від надання відомостей, що є недостовірними чи порочать
            честь, гідність та ділову репутацію фізичної особи;
          </li>
          <li>
            звертатися зі скаргами на обробку своїх персональних даних до
            Уповноваженого Верховної Ради України з прав людини або до суду;
          </li>
          <li>
            застосовувати засоби правового захисту в разі порушення
            законодавства про захист персональних даних;
          </li>
        </ul>
        <h3>Збір інформації</h3>
        <p>
          Особиста інформація, як ми зазначили вище, надходить безпосередньо від
          Вас, та з Вашого відома. Коли Ви реєструєтесь на сайті, ми отримуємо
          надану Вами інформацію. Коли Ви здійснюєте замовлення послуг, ми
          збираємо вказану Вами інформацію, щоб мати змогу задовольнити вашу
          заявку. Коли Ви надсилаєте нам електронного листа, ми зберігаємо
          вказану Вами адресу електронної пошти, щоб мати змогу відповісти.
        </p>
        <h3>Треті сторони, що надають послуги</h3>
        <p>
          Обслуговування веб-сайту, його сервісів та служби підтримки ТОВ
          {companyName} здійснюється іншими компаніями-підрядниками. Ці компанії
          можуть мати доступ до персональних даних, якщо це необхідно для
          виконання їхніх функцій, однак їм заборонено використовувати особисту
          інформацію з іншою метою, ніж та, яка зазначена в нашій Політиці
          конфіденційності і ми вимагаємо від них дотримання конфіденційності, а
          також заборонено використовувати та поширювати ваші персональні дані
          третім особам.
        </p>
        <h3>Право на виправлення та видалення персональних даних</h3>
        <p>
          Якщо Ви виявите, що деякі персональні дані, які ми оброблюємо про Вас,
          є неправильними або застарілими або Ви хочете, щоб Ми видалили Ваші
          персональні дані, будь ласка, повідомте нас про це, в тому числі через
          месенджери або форму зворотного зв&apos;язку на сайті{" "}
          <Link href="https://envent.kiev.ua/" className={styles.link}>
            https://envent.kiev.ua/
          </Link>
        </p>
        <h3>Законодавство у сфері обробки персональних даних</h3>
        <p>
          Обробка Ваших персональних даних відбувається відповідно до вимог
          Закону України «Про захист персональних даних». Обробка персональних
          даних клієнтів, які перебувають на території ЄС або є громадянами ЄС,
          регулюється також Загальним регламентом про захист даних ЄС 2016/679
          (далі - «GDPR»).
        </p>
        <h3>Технічні, організаційні та інші засоби захисту даних</h3>
        <p>
          З метою безпечного зберігання Ваших персональних даних ми
          використовуємо систему технічних і організаційних засобів, які
          захищають персональні дані від неавторизованої або незаконної обробки
          та від ненавмисної втрати, знищення або пошкодження.
        </p>
        <h3>Розголошення та передача даних</h3>
        <p>
          Ми не продаємо, не передаємо та не розголошуємо особисту інформацію,
          яку отримуємо на нашому сайті, третім сторонам без Вашої попередньої
          згоди. Ми розкриваємо особисту інформацію лише у випадках визначених
          чинним законодавством України, а також:
        </p>
        <p>
          1. Ми розкриємо інформацію в випадку запобігання злочину або завдання
          шкоди нам або третім особам;
        </p>
        <p>
          2. Ми розкриємо інформацію третім особам, що надають нам підтримку та
          послуги за допомогою яких Ви зв&apos;язуєтесь з нами.
        </p>
        <h3>Орган із захисту персональних даних в Україні</h3>
        <p>
          Орган, який перевіряє дотримання законодавства у сфері персональних
          даних це Управління з питань захисту персональних даних Секретаріату
          Уповноваженого Верховної Ради України з прав людини.
        </p>
        <h3>Оновлення цього попередження</h3>
        <p>
          Ми можемо в односторонньому порядку змінювати або оновлювати частини
          цієї політики в будь-який час, без попереднього повідомлення. Будь
          ласка, час від часу переглядайте Політику конфіденційності, щоб знати
          про її зміни та оновлення. Усі зміни до цієї Політики конфіденційності
          набувають чинності з моменту їх публікації. Коли Ви відправляєте
          заявку на послуги та/або берете участь в акції, дослідженнях або іншим
          чином взаємодієте з нами, ви погоджуєтесь з новими умовами Політики
          конфіденційності в редакції, що діє на цей момент. У випадку визнання
          недійсною будь-якої частини даної Політики конфіденційності, інші її
          частини залишаються чинними.
        </p>
        <MainButton
          type="button"
          color="filled"
          className="terms"
          isGoBack={true}
        >
          <ArrowLeft />
          Повернутись
        </MainButton>
      </div>
    </div>
  );
};

export default page;
